window.studySchedules = {
  ponedelnik: {
    study: [
      { time: "10:30-12:10", activity: "Инструменты проектирования ORACLE, 345 кабинет, бульвар Райниса 19 - 001" },
      { time: "12:30-14:10", activity: "Инструменты проектирования ORACLE, 345 кабинет, бульвар Райниса 19 - 001" },
      { time: "16:30-18:05", activity: "DBPS Oracle, 14 аудитория, бульвар Райниса 19 - 001" },
      { time: "18:15-19:45", activity: "DBPS Oracle, 345 кабинет, бульвар Райниса 19 - 001" }
    ]
  },
  vtornik: {
    study: [
      { time: "14:30-16:10", activity: "Теория алгоритмов, 415 аудитория, бульвар Райниса 19 - 001" }
    ]
  },
  sreda: {
    study: [
      { time: "08:30-10:10", activity: "Основы веб-дизайна, 13 аудитория, бульвар Райниса 19 - 001" },
      { time: "14:30-16:00", activity: "История культур Древнего Востока, 205 аудитория, улица Висвалжа 4A - 001" },
      { time: "16:30-18:05", activity: "Основы веб-дизайна, 345 кабинет, бульвар Райниса 19 - 001" },
      { time: "16:30-18:00", activity: "Нарушения здоровья у детей" },
      { time: "18:15-19:45", activity: "Основы веб-дизайна, 345 кабинет, бульвар Райниса 19 - 001" }
    ]
  },
  chetverg: {
    study: [
      { time: "16:30-18:05", activity: "Объектно-ориентированное программирование, дистанционно из дома" },
      { time: "18:15-19:45", activity: "Объектно-ориентированное программирование, дистанционно из дома" }
    ]
  }
};
